[
  {
    "id": 1,
    "proImg": "/product/consumables/1.jpeg",
    "category": "consumables",
    "title": "Leuko Detection Kit",
    "slug": "leuko-detection-kit",
    "short_desc": "Elevated concentrations of leukocytes in semen are linked to genital tract infections, which negatively impact semen quality, IVF, and embryo transfer.",
    "p1": "This assay provides a simple and precise method for counting leukocytes in semen.",
    "p2": "Reactive Oxygen Species (ROS) from white blood cells (WBCs) can increase DNA fragmentation in sperm.",
    "desc": "The Leuko Detection Kit is a highly effective tool designed to identify and quantify leukocytes in semen samples. According to the World Health Organization (WHO), the standard threshold for a normal white blood cell (WBC) count in seminal fluid is 1×106/ml. Elevated WBC counts are often a sign of genital tract infections, which can adversely affect male fertility.This kit uses Peroxidase Staining to identify polymorphonuclear leukocytes, the primary cells responsible for generating Reactive Oxygen Species (ROS). ROS are part of the body’s natural defense mechanism against pathogens, but in excessive amounts, they can cause oxidative stress, leading to sperm DNA fragmentation.The Leuko Detection Kit is essential for any IVF laboratory aiming to maintain the highest standards of semen quality assessment.",
    "tags": "Andrology kits"
  },
  {
    "id": 2,
    "proImg": "/product/consumables/2.jpeg",
    "category": "consumables",
    "title": "Sperm Counting Chamber",
    "slug": "sperm-counting-chamber",
    "short_desc": "Accurately counts and analyzes sperm concentration and motility in semen samples.",
    "p1": "Precision glass chamber designed for accurate sperm analysis.",
    "p2": "Easy to use, providing consistent and reproducible results.",
    "desc": "The Sperm Counting Chamber is a specialized glass slide designed to provide accurate and repeatable measurements of sperm concentration and motility. Its precision design ensures a uniform distribution of semen, making it an essential tool for andrology labs and IVF centers.This chamber allows rapid analysis under a microscope, offering a reliable method for assessing semen quality during fertility evaluations.",
    "tags": "Andrology kits"
  },
  {
    "id": 3,
    "proImg": "/product/consumables/3.jpeg",
    "category": "consumables",
    "title": "Semen Collection Cup",
    "slug": "semen-collection-cup",
    "short_desc": "Sterile, leak-proof container designed for safe semen collection.",
    "p1": "Made from medical-grade, non-toxic materials.",
    "p2": "Secure lid prevents contamination and spillage.",
    "desc": "The Semen Collection Cup is a sterile, single-use container specifically designed for the safe collection of semen samples. Made from high-quality, medical-grade materials, it ensures that samples remain free from external contaminants, maintaining the integrity of the sample.The secure, leak-proof lid prevents any accidental spillage, making it ideal for use in clinics, laboratories, and home settings.",
    "tags": "Collection kits"
  },
  {
    "id": 4,
    "proImg": "/product/consumables/4.jpeg",
    "category": "consumables",
    "title": "Sperm Wash Media",
    "slug": "sperm-wash-media",
    "short_desc": "Optimized solution for effective sperm washing and preparation.",
    "p1": "Promotes sperm viability and motility during processing.",
    "p2": "Free from toxic additives, ensuring safe use in IVF procedures.",
    "desc": "The Sperm Wash Media is a specialized solution designed for the effective preparation and washing of sperm samples prior to assisted reproductive procedures. Its carefully balanced composition supports sperm viability and motility, making it an essential consumable for IVF labs.This media is free from any harmful additives, ensuring that sperm quality is maintained throughout the washing process, maximizing the chances of successful fertilization.",
    "tags": "Media kits"
  },
  {
    "id": 5,
    "proImg": "/product/consumables/1.jpeg",
    "category": "consumables",
    "title": "Leuko Detection Kit",
    "slug": "leuko-detection-kit",
    "short_desc": "Elevated concentrations of leukocytes in semen are linked to genital tract infections, which negatively impact semen quality, IVF, and embryo transfer.",
    "p1": "This assay provides a simple and precise method for counting leukocytes in semen.",
    "p2": "Reactive Oxygen Species (ROS) from white blood cells (WBCs) can increase DNA fragmentation in sperm.",
    "desc": "The Leuko Detection Kit is a highly effective tool designed to identify and quantify leukocytes in semen samples. According to the World Health Organization (WHO), the standard threshold for a normal white blood cell (WBC) count in seminal fluid is 1×106/ml. Elevated WBC counts are often a sign of genital tract infections, which can adversely affect male fertility.",
    "tags": "Andrology kits"
  },
  {
    "id": 6,
    "proImg": "/product/consumables/2.jpeg",
    "category": "consumables",
    "title": "Sperm Counting Chamber",
    "slug": "sperm-counting-chamber",
    "short_desc": "Accurately counts and analyzes sperm concentration and motility in semen samples.",
    "p1": "Precision glass chamber designed for accurate sperm analysis.",
    "p2": "Easy to use, providing consistent and reproducible results.",
    "desc": "The Sperm Counting Chamber is a specialized glass slide designed for accurate sperm measurements. Its precision ensures a uniform distribution of semen, making it an essential tool for andrology labs.",
    "tags": "Andrology kits"
  },
  {
    "id": 7,
    "proImg": "/product/consumables/3.jpeg",
    "category": "consumables",
    "title": "Semen Collection Cup",
    "slug": "semen-collection-cup",
    "short_desc": "Sterile, leak-proof container designed for safe semen collection.",
    "p1": "Made from medical-grade, non-toxic materials.",
    "p2": "Secure lid prevents contamination and spillage.",
    "desc": "The Semen Collection Cup is a sterile, single-use container for safe semen collection. It maintains sample integrity by preventing contamination.",
    "tags": "Collection kits"
  },
  {
    "id": 8,
    "proImg": "/product/consumables/4.jpeg",
    "category": "consumables",
    "title": "Sperm Wash Media",
    "slug": "sperm-wash-media",
    "short_desc": "Optimized solution for effective sperm washing and preparation.",
    "p1": "Promotes sperm viability and motility during processing.",
    "p2": "Free from toxic additives, ensuring safe use in IVF procedures.",
    "desc": "The Sperm Wash Media is designed for effective sperm preparation, ensuring high viability and motility during IVF procedures.",
    "tags": "Media kits"
  },
  {
    "id": 9,
    "proImg": "/product/consumables/5.jpeg",
    "category": "consumables",
    "title": "Sperm Freezing Media",
    "slug": "sperm-freezing-media",
    "short_desc": "A cryoprotectant solution for safe and effective sperm preservation.",
    "p1": "Ensures high post-thaw motility and viability.",
    "p2": "Suitable for long-term storage of sperm samples.",
    "desc": "The Sperm Freezing Media provides a secure method for preserving sperm samples at ultra-low temperatures, maintaining their viability for future use.",
    "tags": "Media kits"
  },
  {
    "id": 10,
    "proImg": "/product/consumables/10.jpeg",
    "category": "consumables",
    "title": "Embryo Transfer Catheter",
    "slug": "embryo-transfer-catheter",
    "short_desc": "Flexible and sterile catheter designed for safe embryo transfer during IVF.",
    "p1": "Soft, atraumatic tip for gentle embryo placement.",
    "p2": "Pre-sterilized and individually packed for hygiene.",
    "desc": "The Embryo Transfer Catheter is an essential tool for successful embryo transfer procedures. Its soft, atraumatic tip ensures a smooth and gentle transfer, minimizing the risk of embryo damage. Pre-sterilized and individually packed, it guarantees a hygienic and safe procedure.",
    "tags": "Transfer kits"
  },
  {
    "id": 11,
    "proImg": "/product/consumables/11.jpeg",
    "category": "consumables",
    "title": "Sperm Function Test Kit",
    "slug": "sperm-function-test-kit",
    "short_desc": "A comprehensive test kit for assessing sperm function and fertility potential.",
    "p1": "Includes tests for sperm motility, viability, and acrosome reaction.",
    "p2": "Accurate results for better fertility assessment.",
    "desc": "The Sperm Function Test Kit is an all-in-one solution for evaluating the functional capacity of sperm. It helps assess critical parameters such as motility, viability, and acrosome reaction, providing essential insights for fertility treatments.",
    "tags": "Test kits"
  },
  {
    "id": 12,
    "proImg": "/product/consumables/12.jpeg",
    "category": "consumables",
    "title": "Embryo Culture Media",
    "slug": "embryo-culture-media",
    "short_desc": "Optimized solution for culturing and growing embryos in IVF procedures.",
    "p1": "Supports healthy embryo development from fertilization to blastocyst stage.",
    "p2": "Free from animal-derived components for safe usage.",
    "desc": "The Embryo Culture Media provides a nutrient-rich environment for the successful growth and development of embryos, ensuring optimal conditions from fertilization to blastocyst formation.",
    "tags": "Media kits"
  },

  {
    "id": 13,
    "proImg": "/product/equipments/6.jpeg",
    "category": "equipments",
    "title": "Embryo Freezer",
    "slug": "embryo-freezer",
    "short_desc": "Automated freezing system for embryo cryopreservation.",
    "p1": "Programmable freezing protocols for consistent results.",
    "p2": "Rapid cooling technology to protect embryo viability.",
    "desc": "The Embryo Freezer offers a controlled environment for the safe and efficient cryopreservation of embryos, ensuring optimal survival rates post-thaw.",
    "tags": "Cryopreservation Equipment"
  },
  {
    "id": 14,
    "proImg": "/product/equipments/7.jpeg",
    "category": "equipments",
    "title": "CO2 Incubator",
    "slug": "co2-incubator",
    "short_desc": "Maintains precise temperature, humidity, and CO2 levels for cell culture.",
    "p1": "Stable CO2 control for optimal embryo growth.",
    "p2": "Anti-contamination design for clean culture conditions.",
    "desc": "The CO2 Incubator is a vital piece of equipment for IVF labs, providing a stable environment for embryo and cell culture.",
    "tags": "Lab Equipment"
  },
  {
    "id": 15,
    "proImg": "/product/equipments/8.jpeg",
    "category": "equipments",
    "title": "Microcentrifuge",
    "slug": "microcentrifuge",
    "short_desc": "High-speed centrifuge for rapid sample separation.",
    "p1": "Digital speed control with safety features.",
    "p2": "Compact design with low noise operation.",
    "desc": "The Microcentrifuge is designed for fast and efficient separation of samples, making it essential for sperm preparation and other lab procedures.",
    "tags": "Lab Equipment"
  },
  {
    "id": 16,
    "proImg": "/product/equipments/9.jpeg",
    "category": "equipments",
    "title": "Heating Stage",
    "slug": "heating-stage",
    "short_desc": "Temperature-controlled surface for embryo handling.",
    "p1": "Precise temperature control to prevent temperature shock.",
    "p2": "Suitable for embryo observation under a microscope.",
    "desc": "The Heating Stage ensures stable temperatures during embryo handling, preventing thermal shock and maintaining cell viability.",
    "tags": "Lab Equipment"
  },
  {
    "id": 17,
    "proImg": "/product/equipments/10.jpeg",
    "category": "equipments",
    "title": "Sperm Analyzer",
    "slug": "sperm-analyzer",
    "short_desc": "Automated system for analyzing sperm concentration and motility.",
    "p1": "High-precision optics for accurate analysis.",
    "p2": "User-friendly software for data interpretation.",
    "desc": "The Sperm Analyzer provides rapid and precise analysis of sperm samples, making it essential for andrology labs.",
    "tags": "Lab Equipment"
  },

  {
    "id": 17,
    "proImg": "/product/equipments/1.jpeg",
    "title": "Multifunctional Ultrasonic Cleaner",
    "category": "equipments",
    "slug": "multifunctional-ultrasonic-cleaner",
    "short_desc": "Ultra-low noise, adjustable time, adjustable power, frequency sweep function, degassing function, memory function, sleeping <br> With large LCD display to show the precise time, temperature , and power level",
    "p1": "Capacity: 1.3L- 45L ",
    "p2": "Ultrasonic Freq：40KHz",
    "desc": "Time setting with 1-99 minutes and built-in heating to 60℃ , adjustable power range of 10%~100%. <br>  Built-in “sound insulation paste” keeps this series with low noise <br> With sweep function & degas function <br> Humanized carrying handle and drain valve for whole models <br> Memory function will automatically save the most recently used setup parameters for next use. <br> With sleeping mode to keep electrical energy saving",
    "tags": "USC-M Series"
  },

  {
    "id": 18,
    "proImg": "/product/equipments/2.jpeg",
    "title": "Automatic Glassware Washer and Dryer",
    "category": "equipments",
    "slug": "automatic-glassware-washer-dryer",
    "short_desc": "The lab glassware washers integrate programmed cleaning, disinfecting and drying functions to clean all glassware stuff, for beaker, flask, pipette, petri dish, burette, measuring cylinder, test tube etc.",
    "p1": "Cleaning, disinfecting and drying functions ",
    "p2": "Parameters setting memory for Power failure",
    "desc": "<p>7’’ LCD display touch screen, microprocessor with PLC system which is various of programmable washer cycles, detergent volume etc. User programmable with 99 storable programs and denable. All significant parameters can be set. These include: execution times, operating temperatures, quantity of additives, number of phases, and so on. Access to the control operations is protected by a system of four user passwords.</p> <p>Microprocessor with PLC control system anti-EMI (electrical magnetic interface ) <br> 7’’ colorful touch screen is easy control and observation, It display the work situation. <br> Password protection with three levels can meet different management needs which block the authorized entry. <br> Safety protection water temperature and dry air temperature, when the temperature exceed the setting, it will stop working.</p>",
    "tags": " LWD-420M"
  },
  {
    "id": 19,
    "proImg": "/product/equipments/3.jpeg",
    "title": "Autoclave Class B Benchtop Type",
    "category": "equipments",
    "slug": "autoclave-benchtop-type",
    "short_desc": "The lab glassware washers integrate programmed cleaning, disinfecting and drying functions to clean all glassware stuff, for beaker, flask, pipette, petri dish, burette, measuring cylinder, test tube etc.",
    "p1": "Automatic door switch ",
    "p2": "3 pulsating vacuum, Multiple test function",
    "desc": "",
    "tags": "STB-BZ Series"
  },
  {
    "id": 20,
    "proImg": "/product/equipments/4.jpeg",
    "title": "Hydrogen Peroxide Sterilizer",
    "category": "equipments",
    "slug": "hydrogen-peroxide-plasma-sterilizer",
    "short_desc": "The low temperature hydrogen peroxide plasma sterilizer is suitable for rapid sterilization of various medical surgical instruments in hospital operating rooms and disinfection supply centers. Microcomputer control, touch operation, automatic lift door.",
    "p1": "Chamber Volume: 108L, 135L, 192L",
    "p2": "Working temperature: 40-60 ℃",
    "desc": "<p>The low-temperature hydrogen peroxide plasma sterilizer generates plasma through the action of high-frequency electric field in the disinfection chamber under low temperature and vacuum state, in which the active substance chemically reacts with the protein and nucleic acid in the microorganism, destroying the microorganism and disturbing the microorganism the survival function, and then use H₂O₂ as a medium to act on the microbial cells to further kill the microorganisms.</p> <p> Items and materials that can be sterilized <br> Hysteroscope, laparoscope, laryngoscope, probe, rigid endoscope, flexible endoscope, ophthalmic lens, fiber optic cable, intracranial pressure sensor, cryotherapy probe, prostatectomy device, esophagus dilator, electrocautery instrument, Vibration motor, laser head, metal, glass, silicone, rubber, etc. </p> <p> Consumables: hydrogen peroxide sterilant, plasma biological indicator, plasma chemical indicator card (label), plasma indicator tape, non-woven fabric, plasma medical packaging bag, etc.</p>",
    "tags": "STV Series"
  },
  {
    "id": 21,
    "proImg": "/product/equipments/5.jpeg",
    "title": "Bacti-cinerator Sterilizere",
    "category": "equipments",
    "slug": "bacti-cinerator-sterilizere",
    "short_desc": "Bacti-Cinerator Sterilizer is used in degassing for inoculating loops and needles, instead of alcohol lamps. Due to its convenience, sterilizer is widely used in the environment of biological safety cabinet, the exhaust fan, purification table and mobile van..",
    "p1": "The Center High-temperature: 825℃±25℃",
    "p2": "The total length of heating area: 140mm",
    "desc": "Safety and convenient. Totally take the place of alcohol lamps <br> It only need 5-7 seconds, because of its highest temperature of 825℃. <br> Smart, light and easy to handle. <br> The sterilizer can be used in anaerobic chamber. <br> Podzolic organics prevent pollution effectively. <br> Smart technique makes it possible to use for a longer time and safer.",
    "tags": "BCS-800A"
  },
  {
    "id": 22,
    "proImg": "/product/equipments/6.jpeg",
    "title": "Cassette Autoclave",
    "category": "equipments",
    "slug": "cassette-autoclave",
    "short_desc": "The sterilization effect is reliable and rapid. The whole process of non-wrapped sterilization takes 9 minutes, which is suitable for multi-department equipment operation and emergency.",
    "p1": "Sterilization Volume: 6 L",
    "p2": "The whole sterilization process is about 9 minutes",
    "desc": "Equipment size: 58 CM*46 CM*19CM; sterilization chamber size :48 CM*18CM* 7.8cm; Sterilization box size (outside) : 57CM*21CM*8CM. <br> It is easy to operate, the system operation is displayed on the screen; Sterilization procedures can be safely interrupted at any time. <br> With self-detection system, if a problem occurs in the process of operation, the system will automatically stop and the defective code will be displayed on the screen. <br> It is suitable for sterilization of instruments containing cavity and solid instruments, and it can be non-wrapped sterilization.",
    "tags": "STC-6000"
  },
  {
    "id": 23,
    "proImg": "/product/equipments/7.jpeg",
    "title": "Glass Bead Sterilizer",
    "category": "equipments",
    "slug": "glass-bead-sterilizer",
    "short_desc": "BGS-300L Glass Bead Sterilizer is ideal for the sterilization of surgical instruments (forceps, scissors, needles, etc.). When the chamber is filled with the included glass beads, high temperature(up to 300C) can be used to eliminate the presence of bacteria, spores and other microorganisms. Without using potentially dangerous gases, flames or chemicals, it ensures that the sterilized instruments will be free of pathogens and microbial contaminants. The small footprint saves bench space, the sterilizer is safe to be used even in laminar flow hoods.",
    "p1": "Digital control, up to 300℃",
    "p2": "Bead Capacity: 150g",
    "desc": "Sterilizes forceps, scissors, needles & other small surgical instruments (generally within 10-15s) <br> Safe to use—no gases, fumes, open flames or harsh liquids <br> Stainless steel inner container, built-in highly precise temperature controller and over-temperature protection. <br> Includes one bag of glass beads",
    "tags": "BGS-300L"
  },
  {
    "id": 24,
    "proImg": "/product/equipments/8.jpeg",
    "title": " Pressure Steam Sterilizer",
    "category": "equipments",
    "slug": "portable-pressure-steam-sterilizer",
    "short_desc": "",
    "p2": "Chamber volume: 18L, 24L",
    "desc": "Quick opening structure <br> High quality stainless steelmaterial <br> Simple operation, safe and reliable <br> Self inflating type seal <br> Electric and gas heating both use <br> Auto release when over pressure <br> Double scale indication pressure gauge",
    "tags": "STP-A Series"
  },
  {
    "id": 25,
    "proImg": "/product/equipments/9.jpeg",
    "title": "Recirculating Chiller",
    "category": "equipments",
    "slug": "recirculating-chiller",
    "short_desc": "The Recirculating Chiller is mechanically cooled by a totally enclosed compressor. The inner wall of the cooling tank has cooling copper coils. The refrigerant (Freon) continuously circulates through the coil on the inner wall of the water tank to cool the refrigerant in the tank. And then the refrigerant is conveyed to interlayer of the supporting equipment or the condensation coil through built-in circulation pump and external circulation pipeline. This method can cool the material in the reactor indirestly, and also cool & liquefie the steam in contact with condensation tube.",
    "p1": "Usage temperature range: -10 ℃/ -30 ℃/ -40℃~room temperature",
    "p2": "Display: LCD display, key operation",
    "desc": "<p>Generally speaking, this product can connect with the interlayer of a double-layer glass reactor, rotary evaporator, and condensation coil of the reactor for usage. It is also feasible to directly put objects or containers which need to be cooled into the bath for cooling or reaction. </p> <p> The outlet pipe of this product is connected to the lower inlet pipe of the kettle or condenser. The circulating liquid comes out from the upper circulation port and returns to the inlet of this product through the pipe, forming a complete circulation.</p>",
    "tags": "RECL10-5, RECL30-50, RECL40-100"
  },
  {
    "id": 26,
    "proImg": "/product/equipments/10.jpeg",
    "title": "Low Temperature Circulator",
    "category": "equipments",
    "slug": "low-temperature-circulator",
    "short_desc": "It can be not only used to vacuumize, but also provide low-temperature cooling water, which is the favorable assistant equipment to reduce pressure distillation and concentration. This kind of product reduce using space, lower vacuum degree and save water source, which is assembled with rotary evaporator and widely used in modern laboratories.",
    "p1": "Temperature Range:-30℃ ~RT.",
    "p2": "LCD display, key operation",
    "desc": "<p>This product is mechanically cooled by a totally enclosed compressor. The inner wall of the cooling tank has cooling copper coils. The refrigerant (Freon) continuously circulates through the coil on the inner wall of the water tank to cool the refrigerant in the tank. And then the refrigerant is conveyed to interlayer of the supporting equipment or the condensation coil through built-in circulation pump and external circulation pipeline. This method can cool the material in the reactor indirestly, and also cool & liquefie the steam in contact with condensation tube. </p> <p> Generally speaking, this product can connect with the interlayer of a double-layer glass reactor, rotary evaporator, and condensation coil of the reactor for usage. It is also feasible to directly put objects or containers which need to be cooled into the bath for cooling or reaction.</p> <p> The outlet pipe of this product is connected to the lower inlet pipe of the kettle or condenser. The circulating liquid comes out from the upper circulation port and returns to the inlet of this product through the pipe, forming a complete circulation. </p>",
    "tags": "RECL30-5"
  },
  {
    "id": 27,
    "proImg": "/product/equipments/11.jpeg",
    "title": "Pilot Freeze Dryer",
    "category": "equipments",
    "slug": "pilot-freeze-dryer",
    "short_desc": "Widely used in drugs, biological products, chemical and food industries. On the heat-sensitive substances such as antibiotics, vaccines, blood products, hormones and other biological tissue enzymes, freeze-drying technology is applied.",
    "p1": "Final condenser temp (℃): -80",
    "p2": "Freeze drying area (m2): 0.24-2",
    "desc": "<p>7 inches colorful touch panel can display the product sample’s temperature, condenser temperature and vacuum etc in digital and curve <br> Rack temperature can adjustable, controllable which helps to search for freeze-drying technology. <br> Condenserand drying chamber are separately designed which is with high moisture capture and fast dry time. <br> With USB interface to export the data, convenient for user information management.</p> <p> Large-volume stainless steel condenserwithout coils, which can realize independent sample pre-freezing. <br> Equipped with two working modes, manual and automatic, 40 programs can be set in the automatic operation program, and each program has 40 temperature control sections to meet the requirements of different freeze-drying processes of users; <br> User level and password can be set, decentralized operation and management <br> Can save hundreds of process recipes. each group contains 40 temperature control sections to improve process optimization rate  </p>",
    "tags": "LYOL Series"
  },
  {
    "id": 28,
    "proImg": "/product/equipments/12.jpeg",
    "title": "Benchtop Freeze Dryer",
    "category": "equipments",
    "slug": "benchtop-freeze-dryer",
    "short_desc": "LYO60B-1S Freeze Dryer use extremely cold temperatures (-60°C) and vacuum to remove moisture from food. Usually used to freeze-dry vaccines, bacteria, medicines, food, etc. ",
    "p1": "Freeze drying area: ,0.12m2 ",
    "p2": "Final condenser temp: -60℃",
    "desc": "<p>7 inches colorful touch panel can display the product sample’s temperature, Condenser temperature and vacuum etc in digital and curve <br> With USB interface to export the data, convenient for user information management. <br> Large-volume stainless steel condenser without coils, which can realize independent sample pre-freezing </p>",
    "tags": "LYO60B-1S"
  },
  {
    "id": 29,
    "proImg": "/product/equipments/13.jpeg",
    "title": "Floor Freeze Dryer",
    "category": "equipments",
    "slug": "floor-freeze-dryer",
    "short_desc": "High performance compressor, cascade system,high cooling efficiency and fast cooling speed. ",
    "p1": "Freeze drying area (m2): 0.09-0.18",
    "p2": "Final condenser temp (℃): -55 or -80",
    "desc": "<p>Condenser and operation panel are made by stainless steel.</p><p>Drying chamber is transparent which is visual and safe</p>",
    "tags": "LYO60V-1/LYO80V-1 Series"
  },
  {
    "id": 30,
    "proImg": "/product/equipments/14.jpeg",
    "title": " Snowflake Ice Maker",
    "category": "equipments",
    "slug": "snowflake-ice-maker",
    "short_desc": "High grade stainless steel is used which are anti-corrosive and durable. The compact structure is simple and space-saving ",
    "p1": "Ice making capacity(kg/24h):20, 30",
    "p2": "Condensing mode: Air cooling",
    "desc": "<p>The cabinet are filled with fluoride-free foam thermal cover featuringgood insulation effect. The inner liner is food grade plastic. They are both energy-saving and environment-friendly.</p>",
    "tags": "IM-FK20, IM-FK30"
  },
  {
    "id": 31,
    "proImg": "/product/equipments/15.jpeg",
    "title": "Biological Microscope",
    "category": "equipments",
    "slug": "biological-microscope",
    "short_desc": "Objective: Achromatic Objective 4X, 10X, *20X 40X, 100X ",
    "p1": "Eyepiece: Wide Field eyepiece WF10X18mm",
    "p2": "Seidentopf  Trinocular Viewing Head at 30°",
    "desc": "",
    "tags": "MSC-B208T(Siedentopf)"
  },
  {
    "id": 32,
    "proImg": "/product/equipments/16.jpeg",
    "title": "Compound Microscope",
    "category": "equipments",
    "slug": "compound-microscope",
    "short_desc": "Optics: Infinity Optical System",
    "p1": "Viewing Head: Seidentopf head,inclined at 30°,360° rotatable",
    "p2": "Optical Coating: Transmittance ≥ 95%",
    "desc": "",
    "tags": "MSC-B203T"
  },
  {
    "id": 33,
    "proImg": "/product/equipments/17.jpeg",
    "title": "Digital / Video Microscope",
    "category": "equipments",
    "slug": "digital-microscope",
    "short_desc": "Optics: Infinity Optical System",
    "p1": "Finite distance Optical System",
    "p2": "Plan Achromatic Objective",
    "desc": "",
    "tags": "MSC-V208"
  },
  {
    "id": 34,
    "proImg": "/product/equipments/18.jpeg",
    "title": "Stereo Microscope",
    "category": "equipments",
    "slug": "stereo-microscope",
    "short_desc": "Binocular head",
    "p1": "Wide Zoom Ratio: 6.4:1",
    "p2": "Zoom objective: 7X-45X",
    "desc": "",
    "tags": "MSC-ST45"
  },
  {
    "id": 35,
    "proImg": "/product/equipments/19.jpeg",
    "title": "Fluorescence Microscope",
    "category": "equipments",
    "slug": "fluorescence-microscope",
    "short_desc": "Comfortable and simple operation",
    "p1": "Multiple accessories collocation",
    "p2": "Solid square base",
    "desc": "<p>DF-I fluorescent vertical illuminator, equipped with a set of fluorescent channels, adopts high-brightness LED light source, has long lifespan, less heat, less damage to cells, effectively reduces dye quenching, and is easy to operate. It is widely used in dermatophyte fluorescence inspection, Respiratory virus testing, etc.</p> <p>DF-II fluorescent vertical illuminator is equipped with two sets of fluorescent channels, and the light source is linked with the fluorescent filter group, which is easy to operate. Using high-brightness LED light source, it has long lifespan, less heat, less damage to cells, and effectively reduces dye quenching. It is an ideal light source for clinical fluorescence observation. Widely used in gynecological double fluoroscopy and so on. DF-VI fluorescent vertical illuminator can be configured with three to six groups of fluorescent channels, equipped with 100W HBO ultra-high pressure spherical mercury lamp, with high fluorescent brightness, wide spectrum, and uniform field of view. At the same time, a shutter is set at the front end of the vertical illuminator, which can cut off the fluorescent illumination at any time and protect the sample. Produces fluorescent images with bright colors and dark backgrounds. Widely used in FISH.</p>",
    "tags": "MSC-F201T(Siedentopf)"
  },
  {
    "id": 36,
    "proImg": "/product/equipments/20.jpeg",
    "title": "Teaching Microscope",
    "category": "equipments",
    "slug": "teaching-microscope",
    "short_desc": "In stock, shipped within 1-3 days after payment received",
    "p1": "Viewing Head: Seidentopf binocular head",
    "p2": "Eyepiece: WF10× *WF16",
    "desc": "<p>Adopts LED electric light source, the brightness can be adjusted continuously <br> The Siedentopf-type observation tube design is ergonomic and easy to operate; <br> Suitable for biology, cytology, histology and other school laboratories, and can be used for teaching;</p>",
    "tags": "MSC-T08B"
  },
  {
    "id": 37,
    "proImg": "/product/equipments/21.jpeg",
    "title": "Muffle Furnace",
    "category": "equipments",
    "slug": "muffle-furnace",
    "short_desc": "Thermal couple: S type",
    "p1": "Max. Temp.: 1400℃",
    "p2": "Continuous working temp: ≤1300℃",
    "desc": "Heating element: SIC heating rod"
  },
  {
    "id": 38,
    "proImg": "/product/equipments/22.jpeg",
    "title": "Muffle Furnace",
    "category": "equipments",
    "slug": "muffle-furnace-1",
    "short_desc": "Max. temperature: 1700℃ for short time",
    "p1": "Continuous working temperature: ≤1550℃",
    "p2": "Continuous working temp: ≤1300℃",
    "desc": "1700°C maximum operating temperature; <br> PID automatic control via current limiting phase angle fired the resistor, e.g. SC R (Silicon Controlled Rectifier); <br> 30 or 50 segments “time-temperature curve” can be set arbitrarily. <br> Tube furnace using high purity quartz or alumina tube as a furnace tube, furnace tube design with horizontal installation, vertical installation. <br>Temperature zone is designed with single-zone, dual-zone, three-zone, five-zone and so on. Furnace also increase the rotational tilt system.",
    "tags": "1700℃ High Temp, Tube/Horizontal Type, FNC-TB1700 Series"
  },
  {
    "id": 39,
    "proImg": "/product/equipments/23.jpeg",
    "title": "Vacuum Oven",
    "category": "equipments",
    "slug": "vacuum-oven",
    "short_desc": "It is designed for drying heat-sensitive, easily decomposed and easily oxidized substances. It is widely used in medicine, food, light industry, chemical industry, agricultural scientific research, environmental protection and other experimental fields.",
    "p1": "Capacity: 52L, 91L",
    "p2": "Temp. Range: RT+10-250℃",
    "desc": "SUS304 embossed stainless steel housing, SUS304 mirrored stainless steel studio, 5083 corrosion resistant aluminum plate. <br> Independent pluggable shelf heating, each shelf  temperature controlled separately. <br> Fixed value or program operation mode, true color 5.0-inch touch screen multi-section PID temperature controller, high temperature control accuracy, real-time temperature curve record, convenient for users to see the heating process. The program mode can realize temperature control and vacuum degree multi-stage programming operation to improve the experimental efficiency. <br> Fixed value or program operation mode, true color 5.0-inch touch screen multi-section PID temperature controller, high temperature control accuracy, real-time temperature curve record, convenient for users to see the heating process. The program mode can realize temperature control and vacuum degree multi-stage programming operation to improve the experimental efficiency. <br> Automatic vacuum degree control system, set the vacuum degree, automatically reach the set vacuum degree. Standard with inflatable port, manual and electric double set of exhaust device. <br> Users can configure the vacuum pump, standard with the vacuum pump oil return device, convenient for customers to use, avoid the vacuum pump oil return. <br> PV type standard with vacuum pump, air pipeline equipped with air filter device, improve the service life of vacuum pump",
    "tags": "DOV-55PV, DOV-90PV"
  },
  {
    "id": 40,
    "proImg": "/product/equipments/24.jpeg",
    "title": "Forced Air Drying Oven",
    "category": "equipments",
    "slug": "forced-air-drying-oven",
    "short_desc": "Capacity: 30L, 51L, 138L, 188L",
    "p1": "Temperature range: RT.+10~250℃",
    "p2": "Test hole: Optional φ25, 50, 80, 100mm",
    "desc": "Designed and used for drying, baking, wax melting and sterilization in industrial and mining enterprises, laboratories, R&D institutions, etc.. <br> The sealing ring of the incubator adopts a new type of synthetic silicone sealing strip, which effectively prevents heat loss. <br> Automatically adjust the control parameters according to the ambient temperature and load to achieve the optimal heating method and reduce energy consumption",
    "tags": "DOF-BA Series"
  },
  {
    "id": 41,
    "proImg": "/product/equipments/25.jpeg",
    "title": "Dual Purpose (Oven/Incubator)",
    "category": "equipments",
    "slug": "dual-purpose",
    "short_desc": "It is widely used in chemical industry, electronic communication, plastics, cables, electroplating, hardware, automobile, optoelectronics, rubber products, molds, spraying, printing, medical treatment, aerospace and universities and other industries.",
    "p1": "Temperature range: RT.+10~250℃",
    "p2": "Test hole: Optional φ25, 50, 80, 100mm",
    "desc": "Adopts new synthetic silicone sealing, better sealing effect, preventing heat loss effectively.<br> Automatically adjust the control parameters according to the ambient temperature and load to achieve the optimal heating method and reduce energy consumption.",
    "tags": "DOI-E Series"
  },
  {
    "id": 42,
    "proImg": "/product/equipments/26.jpeg",
    "title": "Digital Magnetic Stirring Heating Mantle",
    "category": "equipments",
    "slug": "digital-magnetic-stirring-heating-mantle",
    "short_desc": "Capacity(ml): 50-20000",
    "p1": "Heating Mode: Surface heat-conduction",
    "p2": "Surface Max. Temp.( ℃): 450℃",
    "desc": "PID Single Screen Temperature controller. <br> Heating and Stirring can be used simultaneously, step-less speed adjustable. <br> PT100 Temperature sensor, with Adjustable Sensor Rack and Stainless Rods.",
    "tags": "HMSD Series"
  },
  {
    "id": 43,
    "proImg": "/product/equipments/27.jpeg",
    "title": "Heating Mantle",
    "category": "equipments",
    "slug": "heating-mantle",
    "short_desc": "The shell cold plate is formed in one step and the surface is treated with anti-corrosion treatment. The nickel-chromium alloy wire is wrapped around the heating body, which heats up quickly and has a long life. Magnetic stirring, uniform temperature.",
    "p1": "Working Mode: PID automatic temperature control",
    "p2": "HMSD type: timing function, over temperature alarm.",
    "desc": "",
    "tags": "HMSA/HMSD-T Series"
  },
  {
    "id": 44,
    "proImg": "/product/equipments/28.jpeg",
    "title": "Automatic Liquid Handling Workstation",
    "category": "equipments",
    "slug": "automatic-liquid-handling-workstation",
    "short_desc": "It is a fully automated liquid handling workstation equipped with a 96-channel core module. It can be controlled through an external tablet computer to perform automated tasks such as pipetting, aspiration, and dispensing. The liquid handling modes include basic pipetting, serial dilution, gradient dilution, and more.",
    "p1": "Pipetting Volume:5-200μL",
    "p2": "Dispensing Accuracy:CV ≤ 2.0%",
    "desc": "<p>The pipetting module operates on the principle of air displacement and has been extensively tested for reliable sealing and durability. It ensures a perfect seal for each pipetting channel, eliminating the need foradditional assistance when loading or ejecting entire boxes of pipett <br> With the capability to simultaneously pipette in all 96 channels it allows for rapid aspiration and dispensing of liquids in a 96-well plate,significantly outperforming manual 8-channel pipettes with a speed increase of over 12 times.</p> <p> You can effortlessly send the pre-configured experimental workflow to the workstation with a single click.<br> The pipetting module and plate deck will move automatically, achieving a high level of automation for a “hands-free” fully automated liquid handling process </p>",
    "tags": "LHW-M96-2004S"
  },
  {
    "id": 45,
    "proImg": "/product/equipments/29.jpeg",
    "title": "Bottle top dispenser",
    "category": "equipments",
    "slug": "bottle-top-dispenser",
    "short_desc": "Seamless glass piston and socket design, with strongchemical resistance, smooth and low resistance operation.",
    "p1": "Volume Range:0.5ml-100ml",
    "p2": "Fully autoclavable at 121°C",
    "desc": "",
    "tags": "DISP-Pro"
  },
  {
    "id": 46,
    "proImg": "/product/equipments/30.jpeg",
    "title": "Electronic Pipette Controllerr",
    "category": "equipments",
    "slug": "electronic-pipette-controller",
    "short_desc": "Aspiration Speed: 25mL<5s (6 shift)",
    "p1": "Pipette Types: Glass or Plastic Pipette (0.1-100mL), Pasteur Pipettes",
    "p2": "Filter: 0.45μm Hydrophobic",
    "desc": "",
    "tags": "Pipette Gun, PIPE-LP"
  },
  {
    "id": 47,
    "proImg": "/product/equipments/31.jpeg",
    "title": "Single Channel Pipettes",
    "category": "equipments",
    "slug": "single-channel-pipettes",
    "short_desc": "This adjustable single-channel pipette from Infitek offers precision volume control for lab use, ensuring accurate liquid measurements across various applications.",
    "p1": "Volume range: 0.1μL to 10mL",
    "p2": "Easy calibration and maintenance.",
    "desc": "",
    "tags": "Adjustable Volume, PIPE-T"
  },
  {
    "id": 17,
    "proImg": "/product/art_media/1.jpg",
    "category": "art_media",
    "title": "Gradient Density Series",
    "slug": "origio-gradient-density-series",
    "short_desc": "Professional-grade density gradient solutions for effective sperm preparation and isolation in assisted reproductive procedures.",
    "p1": "Complete range of density gradients with different concentrations",
    "p2": "Optimized for high-quality sperm selection and preparation in IVF procedures",
    "desc": "The ORIGIO® Gradient Series is a comprehensive collection of density gradient solutions specifically designed for sperm separation and preparation in assisted reproductive technology procedures. This product line includes ORIGIO® Gradient™ 40, 80, 90, and 100, each with specific density properties for optimal sperm selection.\n\n<h3>Product Features:</h3>\n<ul>\n  <li>Ready-to-use silane-coated silica particle suspensions</li>\n  <li>Available in multiple concentrations (40%, 80%, 90%, and 100%)</li>\n  <li>Each bottle contains 60 ml of solution</li>\n  <li>CE marked and FDA cleared for clinical use</li>\n  <li>Consistent batch-to-batch quality for reliable results</li>\n  <li>Optimized pH and osmolality for sperm viability</li>\n  <li>Effectively separates motile sperm from debris, non-viable cells, and seminal plasma</li>\n</ul>\n\n<h3>Technical Specifications:</h3>\n<table border='1' cellpadding='5' cellspacing='0'>\n  <tr>\n    <th>Product</th>\n    <th>REF Number</th>\n    <th>Concentration</th>\n    <th>Volume</th>\n    <th>Application</th>\n  </tr>\n  <tr>\n    <td>ORIGIO® Gradient™ 40</td>\n    <td>84030060A</td>\n    <td>40%</td>\n    <td>60 ml</td>\n    <td>Upper layer for gradient setup</td>\n  </tr>\n  <tr>\n    <td>ORIGIO® Gradient™ 80</td>\n    <td>84040060A</td>\n    <td>80%</td>\n    <td>60 ml</td>\n    <td>Lower layer for gradient setup</td>\n  </tr>\n  <tr>\n    <td>ORIGIO® Gradient™ 90</td>\n    <td>84010060A</td>\n    <td>90%</td>\n    <td>60 ml</td>\n    <td>Lower layer for higher density separation</td>\n  </tr>\n  <tr>\n    <td>ORIGIO® Gradient™ 100</td>\n    <td>84000060A</td>\n    <td>100%</td>\n    <td>60 ml</td>\n    <td>For custom dilution preparation</td>\n  </tr>\n  <tr>\n    <td>ORIGIO® Sperm Wash</td>\n    <td>84020060A</td>\n    <td>N/A</td>\n    <td>60 ml</td>\n    <td>For washing and preparation of selected sperm</td>\n  </tr>\n</table>\n\n<h3>Clinical Applications:</h3>\n<ul>\n  <li>Separation of motile sperm from semen samples</li>\n  <li>Removal of seminal plasma, debris, and non-viable cells</li>\n  <li>Preparation of sperm for IUI, IVF, and ICSI procedures</li>\n  <li>Can be used with both normal and compromised semen samples</li>\n</ul>\n\n<h3>Usage Protocol:</h3>\n<ol>\n  <li>Create a gradient by layering solutions of different densities</li>\n  <li>Layer liquefied semen on top of the gradient</li>\n  <li>Centrifuge to allow motile sperm to migrate through gradient layers</li>\n  <li>Collect and wash selected sperm from the pellet</li>\n  <li>Prepare sperm for intended reproductive procedure</li>\n</ol>\n\n<h3>Storage and Stability:</h3>\n<ul>\n  <li>Store at 2-8°C, protected from light</li>\n  <li>Shelf life clearly indicated on each bottle</li>\n  <li>Warming to room temperature before use recommended</li>\n</ul>",
    "tags": "Sperm Preparation, Density Gradient, IVF Media, Sperm Separation, ORIGIO, Gradient Series"
  }
]
